{"inkVersion":20,"root":[[{"->":"chapter_1_intro"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"chapter_1_intro":[["^Hero: What's your name?","\n","^AF: I'm Archer Friend. Lets join parties! ",{"#":"join_party"},"\n","^Hero: How do you guys know what your combat affinities will be?","\n","^AF: My dad was an archer in the Great War. Growing up my mom<br>always told me stories of his skills and bravery. I've always<br>wanted to be one ever since, it also just feels natural to <br>use a bow. What about you MF?","\n","^AF: What about you MF?!","\n","^MF: Oh, ugh, sorry about that. I was reading about this cool spell.<br>What was the question again?","\n","^Hero: How do you know what your combat affinity will be?","\n","^MF: I've always enjoyed reading and learning spells.<br>I think it's part of my nature. Why do you ask?","\n","^Hero: The affinity test is tomorrow and I'm worried because there<br>isn't just one combat style that feels right to me. My grandma<br>tells me that my dad was a warrior and my mom was a mage. She even<br>said my grandpa was an amazing archer.I've tried the different styles<br>and I'm OK with each but I'm not sure which one is the right one for me.","\n","^AF: Don't worry about it too much. The whole point of the affinity stone<br>is to let the person know which combat style they will excel at.","\n","^MF: She's right. They say the stone is able to look into a person's soul<br>and discover their inner attributes. As far as I know it hasn't been wrong about anyone.","\n","^Hero: I'm sure you guys are right. Regardless of what I get, I'll embrace it.","\n","^AF: Look over there. Let's get some real practice!","\n","^Fight the rats?","\n","ev","str","^Yes","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^No","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Hero: Yes, they will be great practice!","\n",{"->":"chapter_1_post_rats"},{"#f":5}],"c-1":["\n","^Hero: No, let's leave them be.","\n",{"->":"chapter_1_no_rats"},{"#f":5}]}],{"#f":1}],"chapter_1_post_rats":["^Livar: Not bad, but you still need more practice.","\n",{"->":"chapter_1_pre_rival"},{"#f":1}],"chapter_1_no_rats":["^Livar: Do you think you are above the practice?","\n",{"->":"chapter_1_pre_rival"},{"#f":1}],"chapter_1_pre_rival":["^Hero: If you think you're so good Livar, let's have a duel to prove it!","\n","^Livar: I accept your challenge!","\n","^AF: I know we normally break these fights up, but perhaps a friendly spar could benefit us all.","\n","^MF: The experience would help out for combat school.","\n","^All: Good match!","\n","^MF: That's enough training for me today.","\n","^AF: Same here, we should get some rest for tomorrow.","\n","^Hero: You're right, I'll see you guys in the morning.","\n","done",{"#f":1}],"#f":1}],"listDefs":{}}